[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Queen-Soft.blogspot.com
VERSION=2.5.0

[Language]
LANGUAGE=Românã
CHARACTER_CODE=Unicode (UTF-16)
LOCALE_ID=0x0418

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Fişier
CUSTOMIZE=&Personalizare
EXIT=&Ieşire
EDIT=&Editare
COPY=&Copiere
FUNCTION=F&uncţie
HIDE_SMART_INFO=Ascunde informaţiile &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Ascunde &număril de serie
SHOW_DRIVE_LETTER=Afişează &litera unităţii
ADVANCED_DISK_SEARCH=Căutare &avansată disc
EVENT_LOG=Istoric e&venimente
AAM_APM_CONTROL=Control AA&M/APM
AUTO_AAM_APM_ADAPTION=Auto-adaptare AAM/A&PM
RESIDENT=Rez&ident
STARTUP=&Porneşte odată cu Windows
OPEN_DISK_MANAGEMENT=Deschide "&Disk Management"
OPEN_DEVICE_MANAGER=Deschide "Device &Manager"
ADVANCED_FEATURE=Opţiuni &avansate
REFRESH=&Reîmprospătare
RESCAN=Res&canează
DISABLE=&Dezactiează
AUTO_REFRESH=&Auto reîmprospătare
AUTO_REFRESH_TARGET=Auto reîmprospătare ţ&intă
AUTO_REFRESH_TARGET_ALL_DISK=Auto reîmprospătare - &Toate discurile
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto reîmprospătare - &Deselectează toate discurile
WAIT_TIME_AT_STARTUP=&Perioadă întârziere la pornire
GRAPH=&Grafic
THEME=&Temă
DISK=&Disc
HELP=&Ajutor
HELP_WEB=&Ajutor [Web]
HELP_ABOUT=&Despre CrystalDiskInfo
HELP_ABOUT_SMART=Despre &S.M.A.R.T. (Wikipedia) [Internet]
LANGUAGE=&Limbă
ITEM=&Element
TEMPERATURE_TYPE=T&ip temperatură
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Setări stare sănătate

;Graph
OPTION=&Opţiuni
LEGEND_POSITION=Poziţie &legendă
Nord_Vest=&Nord Vest
Nord_Est=Nord &Est
Sud_Vest=Sud &Vest
Sud_Est=&Sud Est
MAX_PLOT_POINT=Mărime &maximă punct
TIME_FORMAT=Format &timp
PAINT_WEEKEND=Marcare s&pecială Weekend
ALL=&Toate

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sec.
MINUTE=min.
HOUR=hour

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

;6.0.0
HIDE_NO_SMART_DISK=&Hide No S.M.A.R.T. Disk
GREEN_MODE=&Green Mode

[TrayMenu]
EXIT=Ieşire
REFRESH=Reîmprospătare
RESCAN=Rescanare
ENABLE=Activează
DISABLE=Dezactivează
ENABLE_ALL=Activează tot
DISABLE_ALL=Detactivează tot
AUTO_REFRESH=Auto reîmprospătare
AUTO_REFRESH_TARGET=Auto teîmprospătare ţintă
AUTO_REFRESH_TARGET_ALL_DISK=Auto reîmprospătare - Toate discurile
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto reîmprospătare - Deselectează toate discurile
ALARM_SETTING_TEMPERATURE=Setări alarmă - Temperatură
ALARM_SETTING_HEALTH_STATUS=Setări alarmă - Stare sănătate
SHOW_MAIN_WINDOW=Afişează fereastra principală
SHOW_TEMPERATURE_ICON=Afişează icoană temperatură
SHOW_ALL_TEMPERATURE_ICON=Afişează icoane toate temperaturile
HIDE_ALL_TEMPERATURE_ICON=Ascunde icoane toate temperaturile
COLLECTIVE_SETTING=Setări generale
GRAPH=Grafic
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Bun
CAUTION=Atenţie
BAD=Rău
UNKNOWN=Necunoscut
DISK=Disc

[Dialog]
LIST_ID=ID
LIST_CURRENT=Curentă
LIST_WORST=Cea mai slabă
LIST_THRESHOLD=Prag
LIST_RAW_VALUES=Valori brute
;LIST_DESCRIPTION=Descriere
LIST_ATTRIBUTE_NAME=Nume atribut

FIRMWARE=Firmware
SERIAL_NUMBER=Număr de serie
INTERFACE=Interfaţă
STANDARD=Standard
TRANSFER_MODE=Mod transfer
BUFFER_SIZE=Mărime tampon
NV_CACHE_SIZE=Mărime NV Cache
ROTATION_RATE=Număr rotaţii
TEMPERATURE=Temperatură
POWER_ON_HOURS=Ore fruncţionare
POWER_ON_COUNT=Număr porniri
DRIVE_LETTER=Literă unitate
FEATURE=Caracteristici suportate
HEALTH_STATUS=Stare sănătate

UNKNOWN=Necunoscut
POWER_ON_COUNT_UNIT=dăţi
POWER_ON_HOURS_UNIT=ore
POWER_ON_DAYS_UNIT=zile

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

;6.1
CURRENT_MODE_SUPPORTED_MODE=Current Mode | Supported Mode
MAJOR_VERSION_MINOR_VERSION=Major Version | Minor Version

[Message]
DETECT_UNIT_POWER_ON_HOURS=Detectare unităţi "Ore functţionare" (durează aproximativ 130 sec.)
DETECT_DISK=Detectare disc
PLEASE_ENABLE_WMI=Activaţi WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Restartaţi aplicatia pentru a schimba tema
DISK_NOT_FOUND=Discul nu a fost găsit

[Alarm]
ALARM_TEMPERATURE=Alarmă - Temperatură
ALARM_HEALTH_STATUS=Alarmă - Stare sănătate
DEGRADATION=Degradare
RECOVERY=Recuperare
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Selectaţi element
ACTUAL_VALUE=Valoare curentă (valoare brută)
NORMALIZED_VALUE=Valoare normalizată (Valoare curentă)
ALL_ON=Totul activat
ALL_OFF=Totul dezactivat
RESET=Resetare

[Customize]
LINE_COLOR=Culoare linie
BACKGROUND_IMAGE=Imagine fundal
SUPPORTED_IMAGE_FORMAT=Formate imagine suportate
ALL_FILES=Toate fişierele

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Silenţios (80h)
AAM_HIGH=Performanţă (FEh) ->
AAM_RECOMMEND=Valoare recomandată
APM_LOW=<- Putere minimă (01h)
APM_HIGH=Performanţă (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=Despre CrystalDiskInfo
GRAPH=Grafic
CUSTOMIZE=personalizare
VERSION_INFORMATION=Informatii versiune
AAM_APM_CONTROL=Control AAM/APM
HEALTH_STATUS_SETTING=Setări stare sănătate

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

;5.1.0
FONT_SETTING=Font Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Prag atenţionare
APPLY=Aplicare
DEFAULT=Implicit

[Smart]
UNKNOWN=Necunoscut
VENDOR_SPECIFIC=Specific producătorului
01=Rată erori citire
02=Performanţă volum date
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop 
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată rtoti căutare
08=Performanţă timp căutare
09=Ore funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Cicluri pornire/oprire
0D=Erori de citire software
BE=Temperatură flux aer interior
BF=Erori datorate şocurilor mecanice
C0=Număr cicluri oprire
C1=Cicluri parcare capete
C2=Temperatură
C3=Erori hardware corectate
C4=Număr de sectoare realocate
C5=Numărul curent de sectoare instabile
C6=Sectoare eronate necorectabile
C7=Erori la transfer în mod UltraDMA
C8=Număr rrori scriere
C9=Erori software de citire
CA=Număr erori adresă date
CB=Numări erori in procesul de corectare
CC=Număr erori corectate de softul intern
CD=Număr erori cauzate de temperatură
CE=DIstanţă capete de citire faţă de suprafaţă disc
CF=Valoare curent necesar pentru turaţie maximă
D0=Număr încercări turaţie maximă datorită curentului slab
D1=Performanţă teste interne
D3=Vibraţii în timpul scrierii
D4=Şocuri  în timpul scrierii
DC=Deplasare disc
DD=Erori datorate şocurilor mecanice
DE=Număr ore funcţionare
DF=Cicluri pornire/oprire
E0=Valoare frecare mecanică
E1=Cicluri pornire/oprire
E2=Timp funcţionare capete
E3=Rată creştere torsiune
E4=Număr retragere capete la oprire
E6=Amplitudine poziţionare capete
E7=Temperatură
F0=Durată poziţionare capete
FA=Număr încercări la citire reluate 
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartSsd]
01=Rată erori citire
02=Performanţă volum date
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop 
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată rtoti căutare
08=Performanţă timp căutare
09=Ore funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Cicluri pornire/oprire
0D=Erori de citire software
C0=Unsafe Shutdown Count
C2=Temperatură
C4=Număr de sectoare realocate
C5=Numărul curent de sectoare instabile
C6=Sectoare eronate necorectabile
; CrystalDiskInfo assign
FF=Remaining Life

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Rată erori citire
09=Ore funcţionare
0C=Cicluri pornire/oprire
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=Ore funcţionare
0C=Cicluri pornire/oprire
C2=Temperatură
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Ore funcţionare
0C=Cicluri pornire/oprire
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

;Updated 5.5.0
B7=SATA Downshift Count
BE=Temperature
C7=CRC Error Count

;Updated 5.6.1
AF=Power Loss Protection Failure
C2=Temperature
C5=Pending Sector Count

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added 4.0.0/ Updated 6.1.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B5=Unaligned Access Count
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F2=Write Protect Progress
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=FTL Program Page Count

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
C0=Unsafe Shutdown Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

;Updated (5.4.0)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Worst Case)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
BB=Uncorrectable Error Count
C7=Ultra CRC Error Count
E8=Available Reserved Space

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added (5.2.0)
05=Retired Block Count
09=Power-On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
E8=Remaining Life
F1=Total Host Writes
F2=Total Host Reads

[SmartOczVector] ;Added (5.3.0)
05=Accumulated Runtime Bad Blocks
09=Power-On Hours Count
0C=Power Cycle Count
AB=Available Over-Provisioned Block Count
AE=Power Cycle Count (Unplanned)
BB=Total Uncorrectable NAND Reads
C3=Total Programming Failures
C4=Total Erase Failures
C5=Total Read Failures (Uncorrectable)
C6=Host Reads
C7=Host Writes
D0=Average Erase Count
D2=SATA CRC Error Count
E9=Remaining Life
F9=Total NAND Programming Count

;Updated 5.5.0
F1=Total Host Writes
F2=Total Host Reads


[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read
